cases/porosityCoeff/0/U
FoamFile
{
	version	2.0;
	format	binary;
	class	volVectorField;
	location	"0";
	object	U;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 1 -1 0 0 0 0];
internalField	uniform (0.0 0.0 0.0);
boundaryField
{
	inlet
	{
		type	surfaceNormalFixedValue;
		refValue	uniform -1.0;
	}
	outlet
	{
		type	zeroGradient;
	}
	boundaries
	{
		type	freestreamVelocity;
		freestreamValue	uniform (1.0 0.0 0.0);
	}
}
