cases/porosityCoeff/0/p
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0";
	object	p;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 2 -2 0 0 0 0];
internalField	uniform 0.0;
boundaryField
{
	inlet
	{
		type	zeroGradient;
	}
	outlet
	{
		type	zeroGradient;
	}
	boundaries
	{
		type	freestreamPressure;
		freestreamValue	uniform 0.0;
	}
}
