cases/porosityCoeff/system/topoSetDict
FoamFile
{
	version	2.0;
	format	ascii;
	class	dictionary;
	location	"system";
	object	topoSetDict;
}
actions	(
	{
		name	box_1;
		type	cellZoneSet;
		action	new;
		source	boxToCell;
		sourceInfo
		{
			box	(-0.25 -0.25 -0.25) (0.25 0.25 0.25);
		}
	}
);
